/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Cancelar";
"FORCE_EJECT" = "Forçar Ejeção...";
"CONFIRM_FORCE" = "Forçar Ejeção";
"TRY_AGAIN" = "Tentar Novamente";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "O disco não foi ejetado porque pode estar sendo utilizado por um ou mais programas.";
"VOLUME_IN_USE" = "O disco “%@” não foi ejetado porque pode estar sendo utilizado por um ou mais programas.";

"TRYING_TO_EJECT_INFO" = "Para ejetar o disco imediatamente, clique no botão Forçar Ejeção.";
"UNABLE_TO_EJECT_INFO" = "Você pode tentar ejetar o disco novamente ou clicar em Forçar Ejeção para ejetá-lo imediatamente.";

"UNKNOWN_FORCE_EJECT" = "Tem certeza de que deseja ejetar o disco?";
"VOLUME_FORCE_EJECT" = "Tem certeza de que deseja ejetar “%@”?";

"CONFIRM_FORCEEJECT_INFO" = "A ejeção do disco pode causar problemas com o disco ou com as informações contidas nele.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "O disco não pôde ser ejetado porque está sendo usado por “%@”.";
"VOLUME_IN_USE_BY_1GUIPROC" = "O disco “%1$@” não pôde ser ejetado porque está sendo usado por “%2$@”.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "O disco não pôde ser ejetado porque está sendo usado por “%1$@” e “%2$@\".";
"VOLUME_IN_USE_BY_2GUIPROCS" = "O disco “%1$@” não pôde ser ejetado porque está sendo usado por “%2$@” e por “%3$@”.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "O disco não pôde ser ejetado porque está sendo usado por “%@\" e por outros aplicativos.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "O disco “%1$@” não pôde ser ejetado porque está sendo usado por “%2$@” e por outros aplicativos.";

"QUIT_ONE_INFO" = "Encerre esse aplicativo e tente ejetar o disco novamente.";
"QUIT_MULTIPLE_INFO" = "Encerre aqueles aplicativos e tente ejetar o disco novamente.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "O disco não pode ser ejetado porque está sendo usado por outro usuário (“%@”).";
"VOLUME_IN_USE_BY_1USER" = "O disco “%1$@” não pode ser ejetado porque está sendo usado por outro usuário (“%2$@”).";

"UNKNOWN_IN_USE_BY_2USERS" = "O disco não pode ser ejetado porque está sendo usado por outros usuários (“%1$@” e “%2$@”).";
"VOLUME_IN_USE_BY_2USERS" = "O disco “%1$@” não pode ser ejetado porque está sendo usado por outros usuários (“%2$@” e “%3$@”).";

"UNKNOWN_IN_USE_BY_3USERS" = "O disco não pode ser ejetado porque está sendo usado por outros usuários (“%1$@”, “%2$@” e outros).";
"VOLUME_IN_USE_BY_3USERS" = "O disco “%1$@” não pode ser ejetado porque está sendo usado por outros usuários (“%2$@”, “%3$@” e outros).";

"LOGOUT_ONE_INFO" = "Quando “%@” não estiver mais usando o disco, tente ejetá-lo novamente.";
"LOGOUT_MULTIPLE_INFO" = "Quando os outros usuários não estiverem mais usando o disco, tente ejetá-lo novamente.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "O disco “%1$@” não pôde ser ejetado porque está sendo usado.";
"UNKNOWN_HAS_DISKIMAGE" = "O disco não pôde ser ejetado porque está sendo usado.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Ejete “%1$@” primeiro e depois tente ejetar “%2$@” novamente.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Ejete “%1$@” e “%2$@” primeiro e depois tente ejetar “%3$@” novamente.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Ejete “%1$@” e outros discos primeiro e depois tente ejetar “%2$@” novamente.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Ejete “%1$@” primeiro e depois tente ejetar o disco novamente.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Ejete “%1$@” e “%2$@” primeiro e depois tente ejetar o disco novamente.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Ejete “%1$@” e outros discos primeiro e depois tente ejetar o disco novamente.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "O disco foi ejetado.";
"VOLUME_WAS_EJECTED" = "O disco “%@” foi ejetado.";


/* Misc strings */
"TRYING_TO_EJECT" = "Tentanto ejetar";

"PROCESS_PID" = "Processar %d";